Repository: eciuca/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: nl

# DonateurNameFirst
source: First Name
nl: Voornaam

# Donateur
source: Donator
nl: Donateur

# DonatorIsMandatory
source: A donator must be selected
nl: Er moet een donateur worden geselecteerd

source: Amount
nl: Bedrag

# DateMandatory
source: Gift Date *
nl: Datum gift *

# GiftDateIsMandatory
source: Gift date is required and must in format dd/mm/yyyy
nl: Gift datum is verplicht en moet in het formaat dd/mm/jjjj

# DonChecked
source: Gift Checked ?
nl: Gift gecontroleerd?

source: Export Dons
nl: Giften exporteren

source: Add Don
nl: Gift toevoegen

# DonDateSorted
source: Date<p-sortIcon field="date"></p-sortIcon>
nl: Datum<p-sortIcon field="date"></p-sortIcon>

# NameDonatorSorted
source: Name Donator<p-sortIcon field="donateurNom"></p-sortIcon>
nl: Naam Donateur<p-sortIcon field="donateurNom"></p-sortIcon>

# DonAmountSorted
source: Amount<p-sortIcon field="amount"></p-sortIcon>
nl: Bedrag<p-sortIcon field="amount"></p-sortIcon>

# DonDate
source: Date
nl: Datum

# DonDonateur
source: Donator
nl: Donateur

# DonAmount
source: Amount
nl: Bedrag

source: All
nl: Alle

# HomeHeader
source: The administration tool
nl: De administratieve toepassing

# HomeSubtitle
source: for Food Banks and their Associations
nl: Voor de Belgische Voedselbanken en hun Partners

# SubjectMandatory
source: Subject *
nl: Onderwerp *

# SubjectIsMandatory
source: Subject is required and must be minimum 10 chars long
nl: Onderwerp is verplicht en moet minimum 10 karakters bevatten

source: Language
nl: Taal

source: Importance
nl: Belangrijkheid

source: Audience
nl: Doelgroep

source: Enter your message
nl: Voeg je mail tekst hier in

# ContentIsMandatory
source: content is required
nl: inhoud is verplicht

source: Low
nl: Klein

source: Medium
nl: Normaal

source: High
nl: Hoog

# messageNotificationDeleted
source: The notification was deleted
nl: De notificatie werd verwijderd

# messageNotificationDeleteError
source: The notification could not be deleted: error: dataserviceerror.message
nl: De notificatie werd niet verwijderd: fout: dataserviceerror.message

# messageNotificationUpdated
source: The notification was updated
nl: De notificatie werd bijgewerkt

# messageNotificationUpdateError
source: The notification could not be updated: error: dataserviceerror.message
nl: De notification werd niet bijgewerkt: fout: dataserviceerror.message

# messageNotificationCreated
source: The notification was created
nl: De notificatie werd aangemaakt

# messageNotificationCreateError
source: The notification could not be created: error: dataserviceerror.message
nl: De notificatie werd niet aangemaakt: fout: dataserviceerror.message

# NotificationsHeader
source: Food Banks Notifications
nl: Notificaties Voedselbank

source: Add Notification
nl: Notificatie Toevoegen

source: Creation Date
nl: Aanmaak Datum

source: Author
nl: Auteur

source: Subject
nl: Onderwerp

# NotificationsSelected
source: There are {{totalRecords}} notifications.
nl: Er zijn {{totalRecords}} notificaties.

source: Notification Details
nl: Details Notificatie

# audienceBankOnly
source: Bank Users Only
nl: Enkel Gebruikers van onze Bank

# audienceBankOrgAdminOnly
source: Organisation Admins Only
nl: Enkel Organisatie Admins van onze Bank

# audienceBankOrgOnly
source: Organisation Users Only
nl: Enkel Organisatie Gebruikers van onze Bank

# audienceBankAll
source: Bank and Organisation Users
nl: Gebruikers van onze Bank en hun Organisaties

# audienceBankAdmin
source: All Bank Admins
nl: Alle Bank Beheerders

# audienceBankUsers
source: All Bank Users
nl: Alle Bank Gebruikers

# audienceOrgAdmin
source: All Org Admins
nl: Alle Organisatie Admins

# EmailMandatory
source: E-mail *
nl: E-mailadres *

source: Mailing List
nl: Lijst van de Bestemmelingen

# EmailFrom
source: From {{senderFullEmail}}
nl: Van {{membreFullEmail}}

source: Add Addressee
nl: Geadresseerde toevoegen

source: Save Selection
nl: Selectie opslaan

source: Mail Group
nl: Bestemmelingen

# OrgRegion
source: Region
nl: Regio

# FilterAgreed
source: Only Agreed Orgs?
nl: Erkende vereningen ?

# FilterFead
source: Only Fead by Us Orgs?
nl: Alleen Fead via Ons ?

source: User Language
nl: Gebruikerstaal

# EmailsSelected
source: There are {{selectedMailadresses ? selectedMailadresses.length : 0 }} emails selected from {{mailadresses ? mailadresses.length : 0 }}.
nl: Er zijn {{selectedMailadresses ? selectedMailadresses.length : 0 }} e-mails geselecteerd uit {{mailadresses ? mailadresses.length : 0 }}.

source: Mail Content
nl: Inhoud van de Mail

# MailSubject
source: Subject
nl: Onderwerp

# MailSubjectIsMandatory
source: Mail subject is required and must be minimum 6 chars long
nl: U moet het onderwerp van de mail invullen( minimum 6 tekens)

source: Send Email
nl: Verstuur de Email

# MailBccMode
source: Send Mail in Blind Copy Mode ?
nl: E-mail verzenden in Blind Copy-modus?

# MailingTextIsMandatory
source: Mail text is required
nl: U moet de inhoud van de mail opstellen

source: Select File
nl: Kies een bestand

# AttachFilesToMail
source: Attach Files to your mail
nl: Voeg bestanden toe aan uw e-mail

# messageSendMaxListError
source: You have mailListArray.length recipients. The maximum is 200.
nl: U hebt mailListArray.length bestemmelingen. Het maximum is 3.

# messageSendNoListError
source: You have no recipients. Please select the recipients for your email.
nl: U hebt geen bestemmelingen gespecifieerd. Selecteer ze eerst.

# confirmSendMessage
source: Do you want to send this message?
nl: Wenst u deze boodschap te versturen?

# messageSent
source: Message has been sent
nl: De boodschap werd verstuurd

# messageSendError
source: The message could not be sent: error: dataserviceerror.message
nl: De boodschap werd niet verstuurd: foutmelding: dataserviceerror.message

# fileUploadError
source: Upload Mail Attachment Failed
nl: Upload Mail bestand is mislukt

# fileUploadErrorDetailSize
source: Could not upload file file.name. Size file.size is too big for our internal mailing system(maximum is this.maxAttachmentFileSize bytes)
nl: Kan bestand file.nameniet uploaden. Grootte file.size is te groot voor ons intern mailingsysteem (maximum is this.maxAttachmentFileSize bytes)

# fileUploadSuccess
source: Upload Mail Attachment Succeeded
nl: Upload Mail bestand is gelukt

# fileUploadSuccessDetail
source: File file.name was uploaded
nl: Het bestand file.name werd opgeladen

# fileUploadErrorDetail
source: Could not upload file file.name. errorMsg
nl: Fout upload bestand file.name. errorMsg

# MailAddedManually
source: Added Manually
nl: Handmatig toegevoegd

# ToolTipMailingBccMode
source: Unless your mailing list is small, blind copy mode is recommended to hide the e-mails of your adressees to protect their privacy
nl: Tenzij uw mailinglijst klein is, wordt de blind-kopie-modus aanbevolen om de e-mails van uw geadresseerden te verbergen om hun privacy te beschermen

# MemberEmploiTypeNameFr
source: Emploi Type Name (FR)
nl: Naam Job Beschrijving (FR)

# MemberEmploiTypeNameNl
source: Emploi Type Name (NL)
nl: Naam Job Beschrijving (NL)

# messageJobTypeDeleted
source: The job type was deleted
nl: De job beschrijving is verwijderd

# messageJobTypeDeleteError
source: The job type could not be deleted: error: dataserviceerror.message
nl: De job beschrijving kan niet worden verwijderd: fout: dataserviceerror.message

# messageJobTypeUpdated
source: The job type was updated
nl: De job beschrijving is bijgewerkt

# messageJobTypeUpdateError
source: The job type could not be updated: error: dataserviceerror.message
nl: De job beschrijving kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageJobTypeCreated
source: The job type was created
nl: De job beschrijving is gemaakt

# messageJobTypeCreateError
source: The job type could not be created: error: dataserviceerror.message
nl: De job beschrijving kan niet worden gemaakt: fout: dataserviceerror.message

# MemberEmploiTypeAdd
source: Add EmploiType
nl: Job beschrijving toevoegen

# JobNameFrSorted
source: Name<p-sortIcon field="jobNameFr"></p-sortIcon>
nl: Naam<p-sortIcon field="jobNameFr"></p-sortIcon>

# JobNameNlSorted
source: Name<p-sortIcon field="jobNameNl"></p-sortIcon>
nl: Naam<p-sortIcon field="jobNameNl"></p-sortIcon>

# JobNamesSelected
source: There are {{totalRecords}} job types.
nl: Er zijn {{totalRecords}} job beschrijvingen

source: Member EmploiType Details
nl: Beschrijving Aard van Tewerkstelling

# MemberFunctionNameFr
source: Name of the Function (FR)
nl: Naam van de functie (FR)

# MemberFunctionNameNl
source: Name of the Function (NL)
nl: Naam van de functie (NL)

source: Definition
nl: Definitie

source: Remarks
nl: Opmerkingen

# messageFunctionDeleted
source: The function was deleted
nl: De functie is verwijderd

# messageFunctionDeleteError
source: The function could not be deleted: error: dataserviceerror.message
nl: De functie kan niet worden verwijderd: fout: dataserviceerror.message

# messageFunctionUpdated
source: The function was updated
nl: De functie is bijgewerkt

# messageFunctionUpdateError
source: The function could not be updated: error: dataserviceerror.message
nl: De functie kon niet worden bijgewerkt: fout: dataserviceerror.message

# messageFunctionCreated
source: The function was created
nl: De functie is gemaakt

# messageFunctionCreateError
source: The function could not be created: error: dataserviceerror.message
nl: De functie kan niet worden gemaakt: fout: dataserviceerror.message

# TooltipFunction
source: Functions can be standard for all banks or specific for a food bank
nl: Functies kunnen standaard zijn voor alle banken of specifiek voor een voedselbank

# MemberFunctionAdd
source: Add Function
nl: Functie toevoegen

# FunctionNameFrSorted
source: Name<p-sortIcon field="fonctionName"></p-sortIcon>
nl: Naam<p-sortIcon field="fonctionName"></p-sortIcon>

# FunctionNameNlSorted
source: Name<p-sortIcon field="fonctionNameNl"></p-sortIcon>
nl: Naam<p-sortIcon field="fonctionNameNl"></p-sortIcon>

# FunctionsSelected
source: There are {{totalRecords}} functions.
nl: Er zijn {{totalRecords}} functies.

source: Member Function Details
nl: Beschrijving van de Functie

# MemberUsers
source: Users : {{ userIds }}
nl: Gebruikers : {{ userIds }}

# MemberBirthDate
source: Birth Date
nl: Geboortedatum

# BirthDateMustBeValid
source: Birth date must in format dd/mm/yyyy
nl: De geboortedatum moet de indeling dd / mm / jjjj hebben

source: Car
nl: Wagen

# PlateNumber
source: Number Plate
nl: Nummerplaat

source: Volunteer
nl: Vrijwilliger

source: Gen Assembly
nl: Algemene vergadering

source: Mgt Comittee
nl: Mgt Comit

source: Steering Comittee
nl: Stuurgroep

# MemberFunction
source: Function
nl: Functie

# MemberJobType
source: Job Type
nl: Aard tewerkstelling

# MemberBeginDate
source: Begin Date
nl: Startdatum

# DebDateInvalid
source: Begin Date must in format dd/mm/yyyy
nl: Begindatum moet in het formaat dd/mm/jjjj

# MemberEndDate
source: End Date
nl: Einddatum

# EndndDateInvalid
source: End Date must in format dd/mm/yyyy
nl: Einddatum moet in het formaat dd/mm/jjjj

# MemberContractDate
source: Date Contract
nl: Datum Contract

# ContractDateInvalid
source: Contract Date must in format dd/mm/yyyy
nl: Contractdatum moet in het formaat dd/mm/jjjj

# MemberMandateDate
source: Date Mandate
nl: EindDatum mandaat

# OrgMemberExisting
source: Member for organisation membre.societe Updated On membre.lastVisit
nl: Medewerker voor organisatie membre.societe bijgewerkt op membre.lastVisit

# BankMemberExisting
source: Member for bank membre.bankShortName Updated On membre.lastVisit
nl: Medewerker voor bank this.idCompany bijgewerkt op membre.lastVisit

# OrgMemberNew2
source: New Member for organisation this.currentFilteredOrg.societe
nl: Nieuwe medewerker voor organisatie this.currentFilteredOrg.societe

# BankMemberNew1
source: New Member for bank this.currentFilteredBankShortName
nl: Nieuwe medewerker voor bank this.idCompany

# OrgMemberNew1
source: New Member for organisation this.orgName
nl: Nieuwe medewerker voor organisatie this.orgName

# OrgMemberNewC
source: New Member for organisation this.depotName
nl: Nieuwe medewerker voor organisatie this.depotName

# OrgMemberNewA
source: New Member for organisation this.currentFilteredOrg.societe
nl: Nieuwe medewerker voor organisatie this.currentFilteredOrg.societe

# OrgMemberNewB
source: New Member for depot this.depotName
nl: Nieuwe medewerker voor organisatie this.depotName

# messageEmployeeDeleted
source: The employee membre.prenom membre.nom was deleted
nl: De medewerker membre.prenom membre.nom is verwijderd

# messageEmployeeDeleteError
source: The employee membre.prenom membre.nom could not be deleted: error: dataserviceerror.message
nl: De medewerker membre.prenom membre.nom kan niet worden verwijderd: fout: dataserviceerror.message

# messageEmployeeUpdated
source: The employee modifiedMembre.nom modifiedMembre.prenom was updated
nl: De medewerker modifiedMembre.nom modifiedMembre.prenom is bijgewerkt

# messageEmployeeUpdateError
source: The employee modifiedMembre.nom modifiedMembre.prenom could not be updated: error: dataserviceerror.message
nl: De medewerker modifiedMembre.nom modifiedMembre.prenom kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageEmployeeCreated
source: The employee modifiedMembre.nom modifiedMembre.prenom was created
nl: De medewerker modifiedMembre.nom modifiedMembre.prenom is aangemaakt

# messageEmployeeCreateError
source: The employee modifiedMembre.nom modifiedMembre.prenom could not be created: error: dataserviceerror.message
nl: De medewerker modifiedMembre.nom modifiedMembre.prenom kan niet worden aangemaakt: fout: dataserviceerror.message

source: Show Anomalies?
nl: Afwijkingen tonen?

source: Filter on Organisations?
nl: Filteren op Organisaties?

source: Export Membres
nl: Medewerkers exporteren

source: Add Employee
nl: Voeg medewerker toe

# Fonction
source: Function
nl: Functie

# NbUsersSorted
source: Users<p-sortIcon field="nbUsers"></p-sortIcon>
nl: Gebruikers<p-sortIcon field="nbUsers"></p-sortIcon>

# EmployeesSelected
source: There are {{totalRecords}} employees in the selection.
nl: Er zijn {{totalRecords}} medewerkers in de selectie.

source: Employee Details
nl: Details van de Medewerker

# MemberAnomalyNoEmail
source: Members without emails
nl: Leden zonder e-mail

# MemberAnomalyNonUniqueEmail
source: Members with non-unique emails
nl: Leden met niet-unieke e-mails

# MemberAnomalyDuplicateNames
source: Members with duplicate names
nl: Leden met dubbele namen

source: Banks
nl: Banken

# DepotMembersTitleArchive
source: Archived Members of depot this.depotName
nl: Gearchiveerde Medewerkers van depot this.depotName

# DepotMembersTitleActive
source: Active Members of depot this.depotName
nl: Actieve medewerkers van depot this.depotName

# OrgMembersTitleArchive
source: Archived Members of organisation this.orgName
nl: Gearchiveerde medewerkers van organisatie this.orgName

# OrgMembersTitleActive
source: Active Members of organisation this.orgName
nl: Actieve medewerkers van organisatie this.orgName

# BankMembersTitleArchive
source: Archived Members of bank this.bankName
nl: Gearchiveerde medewerkers van bank this.bankName

# BankMembersTitleActive
source: Active Members of bank this.bankName
nl: Actieve medewerkers van bank this.bankName

# AllMembersTitleArchive
source: Archived Members
nl: Gearchiveerde medewerkers

# AllMembersTitleActive
source: Active Members
nl: Actieve medewerkers

# MemberTitle
source: Title
nl: Aanspreektitel

source: First Name
nl: Voornaam

# Nat Number
source: National Number
nl: Nationaal nummer

source: None
nl: Geen

source: Yes
nl: Ja

# ToolTipNbOfMemberUsers
source: User Id for this member
nl: Heeft deze medewerker een login voor de toepassing?

# prev
source: previous
nl: voorgaande

source: next
nl: volgende

# OrgSummarySelect
source: Select Organisation
nl: Selecteer Organisatie

# MembershipDueDate
source: Due Date
nl: Vervaldatum

# DueDateIsMandatory
source: Due date is required and must in format dd/mm/yyyy
nl: Vervaldatum is vereist en moet in het formaat dd/mm/jjjj

# OrgMailSendYearly
source: Yearly Membership?
nl: Jaarlijkse bijdrage ?

# OrgMailSendExtra
source: Extra Yearly Membership?
nl: Jaarlijkse extra bijdrage ?

# ToMandatory
source: To *
nl: Naar *

# EmailNotValid
source: E-mail must be valid
nl: Email moet geldig zijn

# BankOrgsTitleMembershipMailing
source: To Organisation this.organisation.idDis this.organisation.societe. President: this.organisation.nom this.organisation.prenom
nl: Naar organisatie this.organisation.idDis this.organisation.societe. Voorzitter: this.organisation.nom this.organisation.prenom

# BankOrgsSubTitleMembershipMailing
source: Membership Fee based on bank regular fee this.bankCotAmount and extra fee this.bankCotExtraAmount
nl: Bijdrage gebaseerd op het standaard tarief van de bank this.bankCotAmount en het extra tarief this.bankCotExtraAmount

# OrgNoMembership
source: There is no membership to pay for the this.organisation.nPers beneficiaries of the organisation
nl: Er is geen bijdrage te betalen voor de this.organisation.nPers begunstigden van de organisatie

# OrgMemberShipYearly?
source: Yearly MemberShip?
nl: Jaarlijkse bijdrage?

# OrgMemberShipExtra?
source: Extra MemberShip?
nl: Extra bijdrage?

# OrgMemberShipMonths
source: MemberShip Months
nl: Maanden Bijdrage

# messageOrganisationUpdated
source: Organisation modifiedOrganisation.societe was updated
nl: Organisatie modifiedOrganisation.societe is bijgewerkt

# messageOrganisationUpdateError
source: The organisation modifiedOrganisation.societe could not be updated: error: dataserviceerror.message
nl: De organisatie modifiedOrganisation.societe kan niet worden bijgewerkt: fout: dataserviceerror.message

# OrgNbPersSorted
source: Beneficiaries<p-sortIcon field="nPers"></p-sortIcon>
nl: Begunstigden<p-sortIcon field="nPers"></p-sortIcon>

# OrgIsMembershipSorted
source: Membership<p-sortIcon field="cotAnnuelle"></p-sortIcon>
nl: Bijdrage?<p-sortIcon field="cotAnnuelle"></p-sortIcon>

# OrgIsMembershipExtraSorted
source: Extra Membership<p-sortIcon field="cotSup"></p-sortIcon>
nl: Extra bijdrage?<p-sortIcon field="cotSup"></p-sortIcon>

# OrgIsMembershipMonthsSorted
source: Membership Months<p-sortIcon field="cotMonths"></p-sortIcon>
nl: Bijdrage maanden<p-sortIcon field="cotMonths"></p-sortIcon>

# OrganisationsSelected
source: There are {{totalRecords}} organisations in the selection.
nl: Er zijn {{totalRecords}} organisaties in de selectie.

# OrgMembershipMailing
source: Membership Mailing
nl: Bijdrage Mailing

# BankOrgsTitleMembershipActive
source: Memberships of Active Organisations of bank this.bankName
nl: Bijdragen van actieve organisaties van bank this.bankName

# OrganisationHeader
source: Organisation {{ organisation.idDis}} {{ organisation.societe}} Updated on {{organisation.lupdTs}} By {{organisation.lupdUserName}}
nl: Organisatie {{ organisation.idDis}} {{ organisation.societe}} Bijgewerkt op {{organisation.lupdTs}} Door {{organisation.lupdUserName}}

# OrganisationName
source: Name Company
nl: Naam organisatie

# OrganisationIsMandatory
source: Organisation Name is required and must be minimum 4 chars long
nl: Organisatienaam is vereist en moet minimaal 4 tekens lang zijn

# OrgRefInt
source: Internal Reference
nl: Interne referentie

source: Depot Ramasse
nl: Depot Inzameling

# OrganisationRegion
source: Region
nl: Regio

# OrganisationNumber
source: Nr/Vat Enterprise
nl: Bedrijfsnummer - BTW

# OrgSuspended
source: Suspended
nl: Opschorting

# OrgSuspEndDate
source: End Susp
nl: Einde opschorting

# StopSuspDateInvalid
source: End of Suspension Date must in format dd/mm/yyyy
nl: Einde Opschorting Datum verplicht formaat dd/mm/yyyy

# OrgCategory
source: Category
nl: Categorie

# OrganisationStatus
source: Status Company
nl: Status Organisatie

# OrganisationHeadQuarters
source: Headquarters Address
nl: Adres van het hoofdkantoor

# OrganisationIsGuestHome
source: Guest Home?
nl: Gast tehuis?

# OrganisationGuestCapacity
source: Guest Capacity
nl: Gastcapaciteit

# OrgAgreed
source: Agreed
nl: Erkend

source: Management
nl: Beheer

# OrganisationPresidentGender
source: Gender President
nl: Gender Voorzitter

# OrganisationPresidentFirstName
source: First Name President
nl: Voornaam Voorzitter

# OrganisationPresidentName
source: Name President
nl: Naam voorzitter

# OrganisationPresidentTel
source: Tel President
nl: Tel Voorzitter

# OrganisationPresidentMobile
source: Mobile President
nl: Gsm voorzitter

# OrganisationPresidentEmail
source: Email President
nl: E-mail voorzitter

# OrganisationVPGender
source: Gender Vice-President
nl: Gender Ondervoorzitter

# OrganisationVPFirstName
source: First Name Vice-President
nl: Voornaam Ondervoorzitter

# OrganisationVPName
source: Name Vice-President
nl: Naam Ondervoorzitter

# OrganisationVPTel
source: Tel Vice-President
nl: Tel Ondervoorzitter

# OrganisationVPMobile
source: Gsm Vice-President
nl: Gsm Ondervoorzitter

# OrganisationVPEmail
source: Email Vice-President
nl: E-mail Ondervoorzitter

# OrganisationSecGender
source: Gender Secretary
nl: Gender Secretaris

# OrganisationSecFirstName
source: First Name Secretary
nl: Voornaam Secretaris

# OrganisationSecName
source: Name Secretary
nl: Naam Secretaris

# OrganisationSecTel
source: Tel Secretary
nl: Tel Secretaris

# OrganisationSecMobile
source: Mobile Secretary
nl: Gsm Secretaris

# OrganisationSecEmail
source: Email Secretary
nl: E-mail Secretaris

# OrganisationTreasGender
source: Gender Treasurer
nl: Gender Penningmeester

# OrganisationTreasFirstName
source: First Name Treasurer
nl: Voornaam Penningmeester

# OrganisationTreasName
source: Name Treasurer
nl: Naam penningmeester

# OrganisationTreasTel
source: Tel Treasurer
nl: Tel Penningmeester

# OrganisationTreasMobile
source: Mobile Treasurer
nl: Gsm Penningmeester

# OrganisationTreasEmail
source: Email Treasurer
nl: E-mail Penningmeester

# OrganisationContacts
source: Contacts
nl: Contacten

# FEADAndMgt
source: FEAD and Mgt Activities
nl: FEAD- en Mgt-activiteiten

# OrganisationDistribProgram
source: Distribution Program
nl: Distributieprogramma

# OrgFeadFromUs
source: FEAD from us?
nl: FEAD via ons?

# OrganisationNbFEADBeneficiaries
source: Nb FEAD Beneficiaries
nl: Nb FEAD-begunstigden

source: Activity
nl: Activiteit

# ActivityOther
source: Other Activity
nl: Andere activiteit

source: Supply Program
nl: Bevoorradingsprogramma

source: Day
nl: Dag

# SupplyRemarks
source: Remarks
nl: Opmerkingen

# SupplyRemarksPlaceHolder
source: Specify only if needed
nl: Specificeer alleen indien nodig

# OrganisationPublicAuthorities
source: Relations with the Public authorities
nl: Betrekkingen met de openbare autoriteiten

# OrganisationCpasCooperation
source: Cooperation with CPAS/OCMW?
nl: Samenwerking met OCMW ?

# OrganisationFead
source: Does the public authority validate the access of beneficiaries to FEAD?
nl: Valideert de overheidsinstantie de toegang van begunstigden tot het FEAD?

# CreateProgram
source: Create Org Detail Activities
nl: Het programma van de activiteiten aanmaken

# OrganisationActivities
source: Detailed Activities
nl: Gedetailleerde activiteiten

source: Save Org Program
nl: Programma van de activiteiten opslaan

source: Delete Org Program
nl: Programma van de activiteiten verwijderen

# OrganisationActivityDescription
source: Activity Description
nl: Beschrijving Activiteit

# OrganisationPorkFood
source: Pork Food
nl: Varkensvlees

# OrganisationFreshVegetables
source: Fresh Vegetables
nl: Verse groenten

# OrganisationFrozenFood
source: Frozen Food
nl: Diepvries voedsel

# OrganisationFrozenCapacity
source: Frozen Food Capacity
nl: Capaciteit voor diepvriesproducten
