Repository: eciuca/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: nl

# messageOrganisationCreated
source: Organisation newOrganisation.societe was created
nl: Organisatie newOrganisation.societe is aangemaakt

# messageOrganisationCreateError
source: The organisation modifiedOrganisation.societe could not be created: error: dataserviceerror.message
nl: De organisatie modifiedOrganisation.societe kan niet worden aangemaakt: fout: dataserviceerror.message

# messageOrgDetailsUpdated
source: Org Program for organisation this.organisation.idDis this.organisation.societe was updated
nl: Organisatie this.organisation.idDis this.organisation.societe details zijn bijgewerkt

# messageOrgDetailsUpdateError
source: Org Program for organisation this.organisation.idDis this.organisation.societe could not be updated: error: dataserviceerror.message
nl: De details van de organisatie this.organisation.idDis this.organisation.societe konden niet worden bijgewerkt: fout: dataserviceerror.message

# messageOrganisationDeleted
source: Organisation organisation.societe was deleted
nl: Organisatie organisation.societe is verwijderd

# messageOrganisationDeleteError
source: The organisation organisation.idDis organisation.societe could not be deleted: error: dataserviceerror.message
nl: De organisatie organisation.idDis organisation.societe kan niet worden verwijderd: fout: dataserviceerror.message

# messageOrgProgramDeleted
source: Org Program was deleted for organisation this.organisation.idDis this.organisation.societe
nl: Het programma van de activiteiten is verwijderd voor organisatie this.organisation.idDis this.organisation.societe

# messageOrgProgramDeleteError
source: The org program for organisation this.organisation.idDis this.organisation.societe could not be deleted: error: dataserviceerror.message
nl: Het programma van de activiteiten voor organisatie this.organisation.idDis this.organisation.societe kan niet worden verwijderd: fout: dataserviceerror.message

# OrgFBBACategory
source: FBBA Category
nl: FBBA-categorie

source: Show Depots?
nl: Depots tonen?

source: Export Organisations
nl: Organisaties exporteren

source: Add Organisation
nl: Organisatie toevoegen

# RefintSorted
source: Reference<p-sortIcon field="refInt"></p-sortIcon>
nl: Referentie<p-sortIcon field="refInt"></p-sortIcon>

# NomDepotRamasseSorted
source: Depot Ramasse<p-sortIcon field="nomDepotRamasse"></p-sortIcon>
nl: Depot Inzameling<p-sortIcon field="nomDepotRamasse"></p-sortIcon>

# OrgAgreedSorted
source: Agreed<p-sortIcon field="agreed"></p-sortIcon>
nl: Erkend<p-sortIcon field="daten"></p-sortIcon>

source: Organisation Details
nl: Organisatiegegevens

# DepotOrgsTitleArchive
source: Archived Organisations of depot this.depotName
nl: Gearchiveerde organisaties van depot this.depotName

# DepotOrgsTitleActive
source: Active Organisations of depot this.depotName
nl: Actieve organisaties van depot this.depotName

# BankOrgsTitleArchive
source: Archived Organisations of bank this.bankName
nl: Gearchiveerde organisaties van bank this.bankName

# BankOrgsTitleActive
source: Active Organisations of bank this.bankName
nl: Actieve organisaties van bank this.bankName

source: Internal Ref
nl: Interne referentie

source: Region
nl: Regio

source: Agreed
nl: Erkend

# OrgToolTipIsAgreed
source: Is Organisation Agreed?
nl: Is de organisatie erkend?

# OrgToolTipUsesFEAD
source: Does Organisation Receive FEAD ?
nl: Ontvangt de organisatie FEAD ?

# ToolTipNbLogins
source: Nb Of Logins since 2021
nl: Aantal aanmeldingen sinds 2021

# ToolTipDepotMissing
source: A Depot entity with id anomaly does not exist.
nl: Een Depot-entiteit met id organisation.idDis bestaat niet

# ToolTipOrganisationDuplicates
source: anomaly organisations exist with the same name. Some could be archived
nl: Er bestaananomaly organisaties met dezelfde naam. Sommige kunnen gearchiveerd zijn

# ToolTipAntenneMissing
source: For this antenne a parent Organisation with id organisation.antenne does not exist.
nl: Voor deze antenne bestaat geen bovenliggende organisatie met id organisation.antenne .

# ToolTipDepotRamasseDifferent
source: this organisation has a different depot for the ramasse
nl: deze organisatie heeft een ander depot voor de inzameling

# OrgAuditor
source: Auditor
nl: Auditeur

# OrgAuditOrganisation
source: Organisation
nl: Organisatie

# OrgAuditDate
source: Audit Date
nl: Auditdatum

# AuditDateIsMandatory
source: Audit date is required and must in format dd/mm/yyyy
nl: Auditdatum is verplicht en moet in het formaat dd/mm/jjjj

# OrgAuditHygCheck
source: Hygiene-Dates-Cold Chain
nl: Hygine-Data-Koude Keten

# OrgAuditBenefCheck
source: Number of Beneficiaries
nl: Aantal begunstigden

# OrgAuditUsage
source: Services and Products Use
nl: Diensten en producten Gebruik

# OrgAuditRemarks
source: Remarks
nl: Opmerkingen

# OrgAuditSug
source: Problems or Suggestions
nl: Problemen of suggesties

source: Add Orgaudit
nl: Audit toevoegen

# OrgAuditorSorted
source: Auditor<p-sortIcon field="auditorName"></p-sortIcon>
nl: Auditeur<p-sortIcon field="lienDis"></p-sortIcon>

# OrgNameSorted
source: Organisation<p-sortIcon field="societe"></p-sortIcon>
nl: Organisatie<p-sortIcon field="societe"></p-sortIcon>

# UserRightsManageBeneficiaries
source: Manage Beneficiaries ?
nl: Begunstigden beheren?

# OrganisationPopulation
source: Registered population
nl: Geregistreerde bevolking

# OrganisationFamilies
source: Families
nl: Gezinnen

# OrganisationInfants
source: Infants (< 6 months)
nl: Baby's (< 6 maanden)

# OrganisationBabies
source: Babies (> 6 months and < 24 months)
nl: Baby's (> 6 maanden en < 24 maanden)

# OrganisationChildren
source: Children (from 2 to 14 years)
nl: Kinderen (van 2 tot 14 jaar)

# OrganisationTeens
source: Teens (from 14 to 18 years)
nl: Tieners (van 14 tot 18 jaar)

# OrganisationYoungAdults
source: Young Adults( 18-24)
nl: Jongeren (18-24)

# BenefSummaryExport
source: Export Benef Statistics
nl: Statistieken Begunstigden exporteren

# InfantsSorted
source: Infants<p-sortIcon field="nNour"></p-sortIcon>
nl: Zuigelingen<p-sortIcon field="nNour"></p-sortIcon>

# BabiesSorted
source: Babies<p-sortIcon field="nBebe"></p-sortIcon>
nl: Baby's<p-sortIcon field="nBebe"></p-sortIcon>

# ChildrenSorted
source: Children<p-sortIcon field="nEnf"></p-sortIcon>
nl: Kinderen<p-sortIcon field="nEnf"></p-sortIcon>

# YoungAdultsSorted
source: Young Adults<p-sortIcon field="n1824"></p-sortIcon>
nl: Jongeren<p-sortIcon field="n1824"></p-sortIcon>

source: Beneficiaries
nl: Begunstigden

source: Infants
nl: Zuigelingen (0-6 maanden)

source: Babies
nl: Baby's (6-24 maanden)

source: Children
nl: Kinderen (2-14 jaar)

source: TeenAgers
nl: Tieners (14-18 jaar)

source: YoungAdults
nl: Jonge volwassenen (18-24 jaar)

# OrgGestBen
source: Organisation Manages itself its Beneficiaries
nl: Organisatie Beheert zelf haar begunstigden

source: Function
nl: Functie

# IsDistribution
source: Distribution ?
nl: Distributie?

# AddOrgcontact
source: Add Contact
nl: Contact toevoegen

# OrgFEADPersons
source: Persons
nl: Begunstigden

# OrgFEADFromUs
source: FEAD from Us?
nl: FEAD van ons?

# OrgToolTipFEADPersons
source: Nb of Persons Agreed by FEAD
nl: Aantal begunstigden gevalideerd door FEAD

# OrgToolTipFEADFromUs
source: Is FEAD distributed by Food Banks ?
nl: Wordt FEAD gedistribueerd door de voedselbanken?

# OrgToolTipFEADCode
source: FEAD Code of the Organisation
nl: FEAD-code van de organisatie

# OrgFEADFromUsSorted
source: FEAD from Us?<p-sortIcon field="feadN"></p-sortIcon>
nl: FEAD van ons?<p-sortIcon field="feadN"></p-sortIcon>

# OrgEADPersons
source: Persons<p-sortIcon field="nrFead"></p-sortIcon>
nl: Begunstigden<p-sortIcon field="nrFead"></p-sortIcon>

# MemberReportError
source: Report on Organisation Members Failed
nl: Het rapport over de medewerkers van de Organisaties is mislukt

# MemberReportErrorDetail
source: Report on Organisation Members. errorMsg
nl: Rapport medewerkers van de Organisaties. errorMsg

# RegionNameMandatory
source: Name *
nl: Naam *

source: Any
nl: Alle

source: No
nl: Nee

# CompanyNonProfit
source: Non Profit
nl: V.Z.W.

# CompanyUnRegistered
source: UnRegistered
nl: Feitelijke Vereniging

# CompanyCPAS
source: Social
nl: OCMW

# CompanyPublicAuxiliary
source: Public Auxiliary
nl: Openbare bondgenoot

# CompanyOnePerson
source: One Person
nl: Natuurlijk persoon

# PersonTitleMister
source: Mr.
nl: Dhr.

# PersonTitleLady
source: Mrs.
nl: Mvr.

# PersonTitleMiss
source: Miss
nl: Juffrouw

source: Everyday
nl: Elke dag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

# WeekEvery
source: Every Week
nl: Elke week

# Week13
source: Week 1 and 3
nl: Week 1 en 3

# Week24
source: Week 2 and 4
nl: Week 2 en 4

# Week12
source: Week 1 and 2
nl: Week 1 en 2

# Week34
source: Week 3 and 4
nl: Week 3 en 4

# Week23
source: Week 2 and 3
nl: Week 2 en 3

# Week14
source: Week 1 and 4
nl: Week 1 en 4

# WeeksEven
source: Even Weeks
nl: Even weken

# WeeksUneven
source: Uneven Weeks
nl: Oneven weken

# TourneeUnevenMonth
source: Uneven Month
nl: Oneven maand

# TourneeEvenMonth
source: Even Month
nl: Even maand

# TourneeEveryMonth
source: Every Month
nl: Elke maand

# RoleCPASAdmin
source: CPAS Admin
nl: Beheer OCMW

# RoleFEADAdmin
source: FEAD Admin
nl: Beheer FEAD

# RoleEXTAdmin
source: EXT Admin
nl: Externe beheerder

# RoleFBBAAdmin
source: FBBA Admin
nl: Beheer FBBA

# RoleFBBAUser
source: FBBA User
nl: FBBA Gebruiker

# FeadStatusRefused
source: Refused
nl: Geweigerd

# FeadStatusAccepted
source: Accepted
nl: Aanvaard

# FeadStatusUnderStudy
source: Under Study
nl: In onderzoek

# OrgActivity2ndHandClothes
source: 2nd hand Clothes Collect & Sell
nl: Tweede Hands Kleren

# OrgActivitySocialGrocery
source: Social Grocery
nl: Sociale kruidenier

# OrgActivity2ndHandFurniture
source: 2nd hand Furniture Collect & Sell
nl: Tweede Hands Meubels

# OrgActivityHomeworkClub
source: Homework Club
nl: Naschoolse bijscholing

# OrgActivitySocialRestaurant
source: Social Restaurant
nl: Sociaal restaurant

# OrgActivityCommunityKitchen
source: Community Kitchen
nl: Collectieve keuken

# OrgCategoryUnassigned
source: Unassigned
nl: Niet Toegekend

# OrgCategoryShelterYoung
source: Shelter for Youngsters and Children
nl: Opvangcentra voor jongeren en kinderen

# OrgCategoryShelterHandicapped
source: Shelter for Handicapped People
nl: Opvangcentra voor gehandicapten

# OrgCategoryShelterWomen
source: Shelter for Women
nl: Opvangcentra voor vrouwen

# OrgCategoryShelterMen
source: Shelter for Men
nl: Opvangcentra voor mannen

# OrgCategorySocialCenter
source: Approved Social Center
nl: Erkende sociale centra

# OrgCategoryCommunity
source: Community
nl: Gemeenschappen

# OrgCategoryNeighbourhood
source: Neighbourhood Mutual Help
nl: Buurthulpcentra

# OrgCategoryUrban
source: Urban Mutual Help
nl: Stedelijke hulpcentra

# OrgCategoryRural
source: Rural Mutual Help
nl: Landelijke hulpcentra

# OrgCategoryRegional
source: Regional Mutual Help
nl: Regionale hulpcentra

# OrgCategoryHoliday
source: Holiday Center for Needy
nl: Vakantiecentra voor minderbedeelden

# OrgCategoryRestaurant
source: Restaurant for Needy
nl: Restaurants voor minderbedeelden

# OrgCategoryElderly
source: Elderly Help
nl: Bejaardenhulp

# OrgCategoryPrison
source: Prisoner Support
nl: Gevangenispastorale

# OrgCategoryRefugee
source: Shelter for Refugees
nl: Opvang en begeleiding van vluchtelingen

# OrgMailGroupOrganisations
source: Organisations
nl: Organisaties

# BankMailGroupBankMgrs
source: Bank Food-IT Mgrs
nl: FOOD-IT Beheerders

# BankMailGroupBankUsers
source: Bank Users
nl: Bank Gebruikers

# BankMailGroupBankMembers
source: Bank Members
nl: Bank Medewerkers

# BankMailGroupOrgMgrs
source: Org Mgrs
nl: Organisatie Beheerders

# BankMailGroupOrgUsers
source: Org Users
nl: Gebruikers Organisatie

# BankMailGroupOrgMembers
source: Org Members
nl: Organisatie Medewerkers

# BankMailGroupCA
source: CA Members
nl: RVB Leden

# BankMailGroupAG
source: AG Members
nl: Alg Vergadering leden

# BankMailGroupCG
source: CG Members
nl: Stuurgroep leden

# OrgMailGroupOrgMgrs
source: My Org Mgrs
nl: Beheerders

# OrgMailGroupOrgUsers
source: My Org Users
nl: Gebruikers

# OrgMailGroupOrgMembers
source: My Org Members
nl: Medewerkers

# DbChangeEntityUser
source: User
nl: Gebruiker

# DbChangeEntityMember
source: Member
nl: Medewerker

# DbChangeEntityOrg
source: Organisation
nl: Organisatie

# DbChangeEntityOrgBeneficiaries
source: OrgBeneficiaries
nl: Begunstigden Organisatie

# DbChangeEntityClient
source: Client
nl: Begunstigde

# DbChangeActionUpdate
source: Update
nl: Bijgewerkt

# DbChangeActionCreate
source: Create
nl: Aangemaakt

# DbChangeActionDelete
source: Delete
nl: Verwijderd

# TitleMr
source: Mr
nl: De Heer

# TitleMrs
source: Mrs
nl: Mevrouw

# TitleMiss
source: Miss
nl: Juffrouw

# TripDateMandatory
source: Trip Date *
nl: Datum verplaatsing *

# TripDateIsMandatory
source: Trip date is required and must in format dd/mm/yyyy
nl: Datum verplaatsing is verplicht en moet in formaat dd/mm/yyyy zijn

# TripStartMandatory
source: Trip Start *
nl: Start verplaatsing *

# TripStartCity
source: Start City
nl: Stad vertrek

# TripStartIsMandatory
source: Trip Start City is required
nl: Vertrek stad van de verplaatsing is vereist

# TripArrivalMandatory
source: Trip Arrival *
nl: Aankomst van de verplaatsing *

# TripArrivalCity
source: Arrival City
nl: Aankomststad

# TripArrivalIsMandatory
source: Trip Arrival City is required
nl: Aankomst stad van de verplaatsing is vereist

# TripKmMandatory
source: Trip Km *
nl: Km verplaatsing *

# TripKmIsMandatory
source: Trip Km is required
nl: Verplaatsing Km is vereist

# messageTripDeleted
source: The trip for trip.membreNom has been deleted
nl: De verplaatsing voor trip.membreNom is verwijderd

# messageTripDeleteError
source: The trip for trip.membreNom could not be deleted: error: dataserviceerror.message
nl: De verplaatsing voor trip.membreNom kan niet worden verwijderd: fout: dataserviceerror.message

# messageTripUpdated
source: The trip for modifiedTrip.membreNom was updated
nl: De verplaatsing voor modifiedTrip.membreNom is bijgewerkt

# messageTripUpdateError
source: The trip for modifiedTrip.membreNom could not be updated: error: dataserviceerror.message
nl: De verplaatsing voor modifiedTrip.membreNom kon niet worden bijgewerkt: fout: dataserviceerror.message

# messageTripCreated
source: The trip for newTrip.membreNom has been created
nl: De verplaatsing voor newTrip.membreNom werd aangemaakt

# messageTripCreateError
source: The trip for modifiedTrip.membreNom could not be created: error: dataserviceerror.message
nl: De verplaatsing voormodifiedTrip.membreNom werd niet aangemaakt: fout: dataserviceerror.message

# TripsHeader
source: Trips covered By Food Banks Insurance
nl: Verplaatsingen gedekt door voedselbankenverzekering

source: Add Trip
nl: Verplaatsing Toevoegen

# MemberName
source: Member
nl: Medewerker

# Departure
source: Depart
nl: Vertrek

source: Arrival
nl: Aankomst

source: Request Date
nl: Datum Aanvraag

# TripsSelected
source: There are {{totalRecords}} trips.
nl: Er zijn {{totalRecords}} verplaatsingen.

source: Trip Details
nl: Details verplaatsing

# UserLoginIsMandatory
source: User Login is required and must be minimum 6 chars long
nl: Login is vereist en moet minimaal 6 tekens lang zijn

source: Employee
nl: Medewerker

# UserRole
source: Role
nl: Functie

# UserPassword
source: Password
nl: Wachtwoord

# UserPasswordIsMandatory
source: Password is required for a new user and must be minimum 6 chars long
nl: Wachtwoord is vereist voor een nieuwe gebruiker en moet minimaal 6 tekens lang zijn

# UserRightsManageMembers
source: Manage Members ?
nl: Leden beheren?

# UserRightsManageFead
source: Manage Fead ?
nl: FEAD beheren?

# UserRightsManageStock
source: Manage Stock ?
nl: Stock Beheren ?

# UserRightsManageOCMW
source: Manage Cpas/OCMW ?
nl: OCMW beheren?

# UserRightsManageGifts
source: Manage Gifts ?
nl: Giften beheren?

# OrgUserExisting
source: User user.idUser for organisation user.societe
nl: Gebruiker user.idUser voor organisatie this.orgName

# BankUserExisting
source: User user.idUser for bank this.user.idCompany
nl: Gebruiker user.idUser voor bank user.idCompany

# OrgUserNew2
source: New User for organisation this.currentFilteredOrg.societe
nl: Nieuwe gebruiker voor organisatie this.currentFilteredOrg.societe

# BankUserNew1
source: New User for bank this.currentFilteredBankShortName
nl: Nieuwe gebruiker voor bank this.idCompany

# OrgUserNew1
source: New User for organisation this.orgName
nl: Nieuwe gebruiker voor organisatie this.orgName

# OrgUserNewC
source: New User for organisation this.depotName
nl: Nieuwe gebruiker voor organisatie this.depotName

# OrgUserNewA
source: New User for organisation this.currentFilteredOrg.societe
nl: Nieuwe gebruiker voor organisatie this.currentFilteredOrg.societe

# OrgUserNewB
source: New User for depot this.depotName
nl: Nieuwe gebruiker voor depot this.depotName

# messageUserDeleted
source: The user user.idUser user.userName was deleted
nl: De gebruiker user.idUser user.userName is verwijderd

# messageUserDeleteError
source: The user user.idUser user.userName could not be deleted: error: dataserviceerror.message
nl: De gebruiker user.idUser user.userName kan niet worden verwijderd: fout: dataserviceerror.message

# messageUserUpdated
source: User modifiedUser.idUser modifiedUser.userName was updated
nl: Gebruiker modifiedUser.idUser modifiedUser.userName is bijgewerkt

# messageUserUpdateError
source: The user modifiedUser.idUser modifiedUser.userName could not be updated: error: dataserviceerror.message
nl: De gebruiker modifiedUser.idUser modifiedUser.userName kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageUserCreated
source: User modifiedUser.idUser modifiedUser.userName has been created
nl: Gebruiker modifiedUser.idUser modifiedUser.userName is aangemaakt

# messageUserCreateError
source: The user modifiedUser.idUser modifiedUser.userName could not be created: error: dataserviceerror.message
nl: De gebruiker modifiedUser.idUser modifiedUser.userName kan niet worden aangemaakt: fout: dataserviceerror.message

# messageUserCreateErrorNoEmployee
source: The user modifiedUser.idUser could not be created: no employee was selected
nl: De gebruiker modifiedUser.idUser kan niet worden aangemaakt: er is geen medewerker geselecteerd

# UserLoginSorted
source: Login<p-sortIcon field="idUser"></p-sortIcon>
nl: Gebruiker<p-sortIcon field="idUser"></p-sortIcon>

# MemberNameSorted
source: Name<p-sortIcon field="membreNom"></p-sortIcon>
nl: Naam<p-sortIcon field="membreNom"></p-sortIcon>

# ManageMembersSorted
source: Manage Members<p-sortIcon field="gestMemb"></p-sortIcon>
nl: Medewerkers beheren<p-sortIcon field="gestMemb"></p-sortIcon>

# ManageClientsSorted
source: Manage Clients<p-sortIcon field="gestBen"></p-sortIcon>
nl: Begunstigden beheren<p-sortIcon field="gestBen"></p-sortIcon>

# ManageFeadSorted
source: Manage Fead<p-sortIcon field="gestFead"></p-sortIcon>
nl: Beheer FEAD<p-sortIcon field="gestFead"></p-sortIcon>

# ManageGiftsSorted
source: Manage Gifts<p-sortIcon field="gestDon"></p-sortIcon>
nl: Giften beheren<p-sortIcon field="gestDon"></p-sortIcon>

# UsersSelected
source: There are {{totalRecords}} users selected.
nl: Er zijn {{totalRecords}} gebruikers geselecteerd.

source: User Details
nl: Gebruikersdetails

# DepotUserRightsTitle
source: Rights of Users of depot this.depotName
nl: Functies van gebruikers van depot this.depotName

# BankUsersRightsTitle
source: Rights of Users of bank this.bankName
nl: Functies van gebruikers van bank this.bankName

source: Export Users
nl: Gebruikers exporteren

source: Add User
nl: Voeg gebruiker toe

# UserLanguageSorted
source: Language<p-sortIcon field="idLanguage"></p-sortIcon>
nl: Taal<p-sortIcon field="idLanguage"></p-sortIcon>

# UserAnomalyNoMember
source: User is not associated with a Member
nl: Gebruiker is niet gekoppeld aan een medewerker

# UserAnomalyWrongUserName
source: User Name differs from Member Name
nl: Gebruikersnaam verschilt van naam medewerker

# UserAnomalyWrongUserEmail
source: User Email differs from Member Email
nl: E-mailadres van gebruiker verschilt van e-mailadres van medewerker

# UserAnomalyDifferentBank
source: User Bank differs from Member Bank
nl: Gebruikersbank verschilt van de bank van de medewerker

# DepotUsersTitleArchive
source: Archived Users of depot this.depotName
nl: Gearchiveerde gebruikers van depot this.depotName

# DepotUsersTitleActive
source: Active Users of depot this.depotName
nl: Actieve gebruikers van depot this.depotName

# OrgUsersTitleArchive
source: Archived Users of organisation this.orgName
nl: Gearchiveerde gebruikers van organisatie this.orgName

# OrgUsersTitleActive
source: Active Users of organisation this.orgName
nl: Actieve gebruikers van organisatie this.orgName

# BankUsersTitleArchive
source: Archived Users of bank this.bankName
nl: Gearchiveerde gebruikers van bank this.bankName

# BankUsersTitleActive
source: Active Users of bank this.bankName
nl: Actieve gebruikers van bank this.bankName

# AllUsersTitleArchive
source: Archived Users
nl: Gearchiveerde gebruikers

# AllUsersTitleActive
source: Active Users
nl: Actieve gebruikers

# ToolTipUserAnomalyMissingMember
source: No Member Assigned to User
nl: Geen medewerker toegewezen aan gebruiker

# ToolTipUserAnomalyDifferentMemberName
source: User Name 'user.userName' differs from Member Name 'user.membreNom user.membrePrenom'.
nl: Gebruikersnaam 'user.userName' verschilt van naam medewerker 'user.membreNom user.membrePrenom'

# ToolTipUserAnomalyDifferentMemberNameLight
source: User Name 'user.userName' differs from Member Name 'user.membreNom user.membrePrenom' only by blanks or special characters.
nl: Gebruikersnaam 'user.userName' verschilt van de naam van de medewerker 'user.membreNom user.membrePrenom' door spaties of speciale tekens.

# ToolTipUserAnomalyDifferentMemberEmail
source: User Email 'user.email' differs from Member Email 'user.membreEmail'
nl: E-mailadres van gebruiker 'user.email' verschilt van e-mailadres van medewerker 'user.membreEmail'

# ToolTipUserAnomalyDifferentMemberActif
source: User points to Archived Member !!!'
nl: Gebruiker wijst naar gearchiveerd lid !!!'

# ToolTipUserAnomalyDifferentMemberBank
source: User Bank 'user.idCompany' differs from Member Bank 'user.membreBankShortname'
nl: De bank van de gebruiker 'user.idCompany' verschilt van de bank van de medewerker 'user.membreBankShortname'

# ToolTipUserAnomalyDifferentLanguage
source: User Language 'userLanguage' differs from Member Language 'memberLanguage'
nl: Gebruikerstaal 'userLanguage' verschilt van taal medewerker 'memberLanguage'

# ToolTipUserAnomalyDifferentLienBanque
source: lien_banque field in t_user table 'user.lienBanque' meaning bank idCompanyFromLienBanque differs from User Bank 'user.idCompany'
nl: lien_banque veld in t_user tabel 'user.lienBanque' bank idCompanyFromLienBanque verschilt van gebruikersbank 'user.idCompany'

# ToolTipUserOK
source: Click here to view or change user details.
nl: Klik hier om gebruikersgegevens te bekijken of te wijzigen
