Repository: eciuca/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: nl

# RoleBankUser
source: Bank User
nl: Bank Gebruiker

# RoleBankAdmin
source: Bank admin
nl: Bank Beheer

# RoleOrgUser
source: Org User
nl: Gebruiker Vereniging

# RoleOrgAdmin
source: Org Admin
nl: Beheer Vereniging

# RoleAdmin
source: Global admin
nl: Globaal Beheer

# RoleAdminFBBA
source: FBBA admin
nl: FBBA-beheerder

# RoleBankFBBA
source: FBBA User
nl: FBBA-gebruiker

# menuHome
source: Home
nl: Welkom

# menuMyInfo
source: MyInfo
nl: Mijn Gegevens

# menuProfile
source: My Profile
nl: Mijn profiel

# menuTrips
source: Trips
nl: Verplaatsingen

# menuBanks
source: Banks
nl: Banken

# menuOrganisations
source: Organisations
nl: Organisaties

# menuRegions
source: Regions
nl: Regios

# menuMemberships
source: Memberships
nl: Bijdragen

# menuMembershipMgt
source: Membership Management
nl: Beheer van de Bijdragen

# menuMembershipMailing
source: Membership Mailing
nl: Bijdrage Mailing

# menuOrganisationsDepot
source: Orgs Depot
nl: Verenigingen

# menuOrganisation
source: Organisation
nl: Organisatie

# menuEmployees
source: Employees
nl: Medewerkers

# menuUsers
source: Users
nl: Gebruikers

# menuUserRights
source: User Rights
nl: Gebruikers Functies

# menuFunctions
source: Functions
nl: Functies

# menuJobTypes
source: Job Types
nl: Job Beschrijvingen

# menuMembers
source: Members
nl: Leden

# menuBeneficiaries
source: Beneficiaries
nl: Begunstigden

# menuBenefOverview
source: Overview
nl: Overzicht

# menuDonations
source: Donations
nl: Donaties

# menuDonators
source: Donators
nl: Donateurs

# menuGifts
source: Gifts
nl: Giften

# menuOverview
source: Overview
nl: Overzicht

# menuEntityChanges
source: Entity Changes
nl: DB Updates

# menuReportOrgs
source: ReportOrgs
nl: Organisaties

# menuReportBenefs
source: ReportBenefs
nl: Begunstigden

# menuReports
source: Reports
nl: Grafieken

# menuFEADApplication
source: Stock
nl: Naar de Stock Toepassing

# menuLogout
source: Logout
nl: Uitloggen

# CurrentPageReportbyPage
source: 'Page {currentPage} of {totalPages}'
nl: 'Pagina {currentPage} van {totalPages}'

# DateFilter
source: Filter on Date?
nl: Filteren op datum?

# ChangeTime
source: Change Time<p-sortIcon field="dateIn"></p-sortIcon>
nl: Tijdstip<p-sortIcon field="dateIn"></p-sortIcon>

# BankNameShortSorted
source: Bank<p-sortIcon field="bankShortName"></p-sortIcon>
nl: Bank<p-sortIcon field="shortBankName"></p-sortIcon>

# UserNameSorted
source: Name<p-sortIcon field="userName"></p-sortIcon>
nl: Naam<p-sortIcon field="userName"></p-sortIcon>

# UserIdSorted
source: User Id<p-sortIcon field="user"></p-sortIcon>
nl: Gebruikers-ID<p-sortIcon field="user"></p-sortIcon>

# SocieteSorted
source: Organisation<p-sortIcon field="societe"></p-sortIcon>
nl: Organisatie<p-sortIcon field="societe"></p-sortIcon>

# EntitySorted
source: Entity<p-sortIcon field="entity"></p-sortIcon>
nl: Entiteit<p-sortIcon field="entity"></p-sortIcon>

# EntityKey
source: Value
nl: Waarde

# ActionSorted
source: Action<p-sortIcon field="action"></p-sortIcon>
nl: Actie<p-sortIcon field="action"></p-sortIcon>

# AuditChangesSelected
source: There are {{totalRecords}} changes in the selection.
nl: Er zijn {{totalRecords}} wijzigingen in de selectie.

source: From
nl: Van

source: To
nl: Tot

# AuditView
source: View ?
nl: Perspectief ?

source: General
nl: Algemeen

source: History
nl: Evolutie

source: Usage
nl: Gebruik

source: Rights
nl: Functies

# LoginDateFilter
source: Filter on Date?
nl: Filteren op datum?

# LoginTime
source: Login Time<p-sortIcon field="dateIn"></p-sortIcon>
nl: Inlogtijd<p-sortIcon field="dateIn"></p-sortIcon>

# RightsSorted
source: Role<p-sortIcon field="rights"></p-sortIcon>
nl: Functies<p-sortIcon field="rights"></p-sortIcon>

# AuditAppliSorted
source: Application<p-sortIcon field="application"></p-sortIcon>
nl: Programma<p-sortIcon field="application"></p-sortIcon>

# AuditsSelected
source: There are {{totalRecords}} audits in the selection.
nl: Er zijn {{totalRecords}} logins in de selectie.

source: Export Report
nl: Rapport Downloaden

source: Organisations
nl: Organisaties

# OrgStatOrganisations
source: Total Organisations: totalCount
nl: Aantal organisaties: totalCount

source: Bank Members
nl: Bank Medewerkers

source: Org Members
nl: Medewerkers van de Organisatie

# MembreStatMembres
source: Total Members - Bank : totalBankMembers - Orgs: totalOrgMembers
nl: Totaal aantal medewerkers - Bank: totalBankMembers - Organisaties: totalOrgMembers

source: Bank Users
nl: Bankgebruikers

source: Org Users
nl: Organisatie-gebruikers

# UserStatUsers
source: Total Users - Bank : totalBankUsers - Orgs: totalOrgUsers
nl: Totaal aantal gebruikers - Bank: totalBankUsers - Organisaties: totalOrgUsers

source: Organisations
nl: Organisaties

# UsersBank
source: Bank Users
nl: Bankgebruikers

# UsersOrg
source: Org Users
nl: Organisatie-gebruikers

# MembersBank
source: Bank Members
nl: Bank Medewerkers

# MembersOrg
source: Org Members
nl: Medewerkers van de Organisatie

# BankBasic
source: Bank Basic Info
nl: Basisinformatie bank

source: Delete
nl: Verwijder

source: Save
nl: Opslaan

source: Return
nl: Terug

source: President
nl: Voorzitter

source: VicePresident
nl: Vice-voorzitter

source: Secretary
nl: Secretaris

source: Treasurer
nl: Penningmeester

source: Human Resources
nl: Personeelszaken

source: Logistics
nl: Logistiek

# SecHygiene
source: Security & Hygiene
nl: Beveiliging en Hygine

source: Information Technology
nl: Informatica

source: Supply
nl: Stock

source: Press
nl: Pers

# AssocRelations
source: Relations with Banks
nl: Betrekkingen met organisaties

source: Public Relations
nl: Publieke relaties

# FeadRelations
source: FEAD Relation
nl: FEAD-relatie

source: Quality
nl: Kwaliteit

# NameMandatory
source: Name *
nl: Naam *

# BankNameMandatory
source: Bank Name is required and must be minimum 10 chars long
nl: Banknaam is vereist en moet minimaal 10 tekens lang zijn

# EntrNumberMandatory
source: Entr Number *
nl: Bedrijfsnummer *

# EntrNumberIsMandatory
source: Enterprise Number is required and must be minimum 9 chars long
nl: Ondernemingsnummer is vereist en moet minimaal 9 tekens lang zijn

source: Bank Account Number
nl: Bankrekeningnummer

# EMailMandatory
source: E-mail *
nl: E-mailadres *

# EmailIsMandatory
source: E-mail is required and must be lowercase and valid
nl: E-mailadres is verplicht en moet in kleine letters en geldig zijn

# AddressMandatory
source: Address *
nl: Adres *

# AddressIsMandatory
source: Address is required and must be minimum 4 chars long
nl: Adres is verplicht en moet minimaal 4 tekens lang zijn

# ZipCodeMandatory
source: Zip Code *
nl: Postcode *

# ZipCodeIsMandatory
source: Zip Code is required and must be minimum 4 chars long
nl: Postcode is vereist en moet minimaal 4 tekens lang zijn

# CityMandatory
source: City *
nl: Stad *

# CityIsMandatory
source: City is required and must be minimum 3 chars long
nl: Gemeente is vereist en moet minimaal 3 tekens lang zijn

source: Mobile
nl: Gsm

# SSAddressMandatory
source: HQ Address *
nl: Adres hoofdkantoor *

# SSAddressIsMandatory
source: HQ Address is required and must be minimum 4 chars long
nl: Adres hoofdkantoor is vereist en moet minimaal 4 tekens lang zijn

# SSZipCodeMandatory
source: HQ Zip Code *
nl: Postcode hoofdkantoor *

# SSZipCodeIsMandatory
source: HQ Zip Code is required and must be minimum 4 chars long
nl: Postcode hoofdkantoor is vereist en moet minimaal 4 tekens lang zijn

# SSCityMandatory
source: HQ City *
nl: Gemeente van het hoofdkantoor *

# SSCityIsMandatory
source: HQ City is required and must be minimum 3 chars long
nl: Gemeente van het hoofdkantoor is vereist en moet minimaal 3 tekens lang zijn

# SSTelMandatory
source: HQ Tel *
nl: Telefoon nummer hoofdkantoor *

# SSTelIsMandatory
source: HQ Tel is required and must be minimum 7 chars long
nl: Telefoon nummer hoofdkantoor is vereist en moet minimaal 7 tekens lang zijn

# DepotAddressMandatory
source: Depot Address *
nl: Depot adres *

# DepotAddressIsMandatory
source: Depot Address is required and must be minimum 4 chars long
nl: Depotadres is vereist en moet minimaal 4 tekens lang zijn

# DepotZipCodeMandatory
source: Depot Zip Code *
nl: Postcode depot *

# DepotZipCodeIsMandatory
source: Depot Zip Code is required and must be minimum 4 chars long
nl: Depot-postcode is vereist en moet minimaal 4 tekens lang zijn

# DepotCityMandatory
source: Depot City *
nl: Gemeente depot *

# DepotCityIsMandatory
source: Depot City is required and must be minimum 3 chars long
nl: Gemeente Depot is vereist en moet minimaal 3 tekens lang zijn

# DepotTelIsMandatory
source: Depot Tel is required and must be minimum 7 chars long
nl: Telefoon nummer depot is vereist en moet minimaal 7 tekens lang zijn

source: Monday Morning
nl: Maandagmorgen

# BankActivityDescription
source: Activity Description
nl: Activiteit Beschrijving

source: Monday Afternoon
nl: Maandagmiddag

source: Tuesday Morning
nl: Dinsdag Voormiddag

source: Tuesday Afternoon
nl: Dinsdag Namiddag

source: Wednesday Morning
nl: Woensdag Voormiddag

source: Wednesday Afternoon
nl: Woensdag Namiddag

source: Thursday Morning
nl: Donderdag morgen

source: Thursday Afternoon
nl: Donderdag Namiddag

source: Friday Morning
nl: Vrijdag ochtend

source: Friday Afternoon
nl: Vrijdagmiddag

source: Saturday Morning
nl: Zaterdag ochtend

source: Saturday Afternoon
nl: Zaterdag Namiddag

source: Sunday Morning
nl: Zondagmorgen

source: Sunday Afternoon
nl: Zondag Namiddag

# BankMemberShipYearly?
source: Yearly MemberShip?
nl: Jaarlijkse bijdrage ?

# BankMemberShipAmount
source: MemberShip Amount
nl: Bedrag Jaarlijkse Bijdrage

# BankMemberShipExtra?
source: Extra MemberShip?
nl: Extra Jaarlijkse bijdrage ?

# BankMemberShipExtraAmount
source: MemberShip Extra Amount
nl: Bedrag van de jaarlijkse extra bijdrage

# messageBankUpdated
source: Bank modifiedBanque.bankShortName modifiedBanque.bankName was updated
nl: Bank modifiedBanque.bankShortName modifiedBanque.bankName is bijgewerkt

# messageBankUpdateError
source: The bank modifiedBanque.bankShortName modifiedBanque.bankName could not be updated: error: dataserviceerror.message
nl: De bank modifiedBanque.bankShortName modifiedBanque.bankName kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageBankCreated
source: Bank newBanque.bankName was created
nl: Bank newBanque.bankName is aangemaakt

# messageBankCreateError
source: The bank modifiedBanque.bankShortName modifiedBanque.bankName could not be created: error: dataserviceerror.message
nl: De bank modifiedBanque.bankShortName modifiedBanque.bankName kan niet worden aangemaakt: fout: dataserviceerror.message

# messageBankDeleted
source: Bank banque.bankName was deleted
nl: Bank banque.bankName is verwijderd

# messageBankDeleteError
source: The bank banque.bankId banque.bankShortName banque.bankName could not be deleted: error: dataserviceerror.message
nl: De bank banque.bankId banque.bankShortName banque.bankName kan niet worden verwijderd: fout: dataserviceerror.message

# messageChangesMayBeLost
source: Your changes may be lost. Are you sure that you want to proceed?
nl: Uw wijzigingen gaan mogelijk verloren. Weet u zeker dat u wilt doorgaan?

# messageBankDetailsUpdated
source: Bank this.banque.bankShortName this.banque.bankName details were updated
nl: De details van de voedselbank this.banque.bankShortName this.banque.bankName zijn bijgewerkt

# messageBankDetailsUpdateError
source: The bank this.banque.bankShortName this.banque.bankName details could not be updated: error: dataserviceerror.message
nl: De details van de voedselbank this.banque.bankShortName this.banque.bankName konden niet worden bijgewerkt: fout: dataserviceerror.message

# CurrentPageReport
source: Showing {first} to {last} of {totalRecords} entries
nl: Weergeven van {first} tot {last} van {totalRecords} items

source: Add Bank
nl: Voeg bank toe

# BankShortNameSorted
source: Short Name <p-sortIcon field="bankShortName"></p-sortIcon>
nl: Korte naam <p-sortIcon field="bankShortName"></p-sortIcon>

# BankNameSorted
source: Name <p-sortIcon field="bankName"></p-sortIcon>
nl: Naam <p-sortIcon field="bankName"></p-sortIcon>

# BankEnterpriseNumberSorted
source: Enterprise Number <p-sortIcon field="nrEntr"></p-sortIcon>
nl: Bedrijfsnummer <p-sortIcon field="nrEntr"></p-sortIcon>

# BanksSelected
source: There are {{banques ? banques.length : 0 }} food banks selected.
nl: Er zijn {{banques ? banques.length : 0 }} voedselbanken geselecteerd.

# NameIsMandatory
source: Name is required and must be minimum 2 chars long
nl: Naam is vereist en moet minimaal 2 tekens lang zijn

# NameFirstMandatory
source: First Name *
nl: Voornaam *

# NameFirstIsMandatory
source: First Name is required and must be minimum 2 chars long
nl: Voornaam is vereist en moet minimaal 2 tekens lang zijn

# BirthDateMandatory
source: Birth Date *
nl: Geboortedatum *

# BirthDateIsMandatory
source: Birth date is required and must in format dd/mm/yyyy
nl: Geboortedatum is vereist en moet het formaat dd /mm/jjjj hebben

# IsActif
source: Actif?
nl: Actief?

source: Name Partner
nl: Naam Partner

source: First Name Partner
nl: Voornaam Partner

source: Birth Date Partner
nl: Geboortedatum Partner

# BirthDateNotValid
source: Birth Date must in format dd/mm/yyyy
nl: De geboortedatum moet het formaat dd/mm/jjjj hebben

source: Address
nl: Adres

source: Zip Code
nl: Postcode

source: City
nl: Stad

source: Country
nl: Land

source: National Number
nl: Nationaal nummer

# BeneficiaryCoeffSuspicion
source: Coeff Suspicion
nl: Coeff verdenking

source: Cpas
nl: OCMW

# OrgBeneficiaryExisting
source: Beneficiary for organisation beneficiaire.societe Updated On beneficiaire.dateUpd
nl: Begunstigde voor organisatie beneficiaire.societe bijgewerkt op beneficiaire.dateUpd

# OrgBeneficiaryNew1
source: New Beneficiary for organisation this.orgName
nl: Nieuwe begunstigde voor organisatie this.orgName

# OrgBeneficiaryNewC
source: New Beneficiary for organisation this.depotName
nl: Nieuwe begunstigde voor organisatie this.depotName

# OrgBeneficiaryNewA
source: New Beneficiary for organisation this.currentFilteredOrg.societe
nl: Nieuwe begunstigde voor organisatie this.currentFilteredOrg.societe

# OrgBeneficiaryNewB
source: New Beneficiary for organisation this.depotName
nl: Nieuwe begunstigde voor organisatie this.depotName

# BankBeneficiaryNew1
source: New Beneficiary for bank this.idCompany
nl: Nieuwe begunstigde voor bank this.idCompany

# messageBeneficiaryDeleted
source: The beneficiary beneficiaire.nom beneficiaire.prenom was deleted
nl: De begunstigde beneficiaire.nom beneficiaire.prenom is verwijderd

# messageBeneficiaryDeleteError
source: The beneficiary beneficiaire.nom beneficiaire.prenom could not be deleted: error: dataserviceerror.message
nl: De begunstigde beneficiaire.nom beneficiaire.prenom kan niet worden verwijderd: fout: dataserviceerror.message

# messageBeneficiaryUpdated
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom was updated
nl: De begunstigde modifiedBeneficiaire.nom modifiedBeneficiaire.prenom is bijgewerkt

# messageBeneficiaryUpdateError
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom could not be updated: error: dataserviceerror.message
nl: De begunstigde modifiedBeneficiaire.nom modifiedBeneficiaire.prenom kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageBeneficiaryCreated
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom was created
nl: De begunstigde modifiedBeneficiaire.nom modifiedBeneficiaire.prenom is aangemaakt

# messageBeneficiaryCreateError
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom could not be created: error: dataserviceerror.message
nl: De begunstigde modifiedBeneficiaire.nom modifiedBeneficiaire.prenom kan niet worden aangemaakt: fout: dataserviceerror.message

# BeneficiariesHeader
source: Beneficiaries of {{bankName}} {{orgName}}
nl: Begunstigden van {{bankName}}

source: Show Archived?
nl: Gearchiveerd weergeven?

source: Export Beneficiaries
nl: Begunstigden exporteren

source: Add Beneficiary
nl: Begunstigde toevoegen

# NameSorted
source: Name<p-sortIcon field="nom"></p-sortIcon>
nl: Naam<p-sortIcon field="nom"></p-sortIcon>

source: Organisation
nl: Organisatie

# AddressSorted
source: Address<p-sortIcon field="adresse"></p-sortIcon>
nl: Adres<p-sortIcon field="address"></p-sortIcon>

# ZipCodeSorted
source: Zip Code<p-sortIcon field="cp"></p-sortIcon>
nl: Postcode<p-sortIcon field="zip"></p-sortIcon>

# CitySorted
source: City<p-sortIcon field="localite"></p-sortIcon>
nl: Gemeente<p-sortIcon field="city"></p-sortIcon>

# NbDependentsSorted
source: Nb Dependents<p-sortIcon field="nbDep"></p-sortIcon>
nl: Aantal afhankelijken<p-sortIcon field="nbDep"></p-sortIcon>

# BeneficiarySuspect
source: Suspect<p-sortIcon field="coeff"></p-sortIcon>
nl: Verdacht<p-sortIcon field="coeff"></p-sortIcon>

# BeneficiariesSelected
source: There are {{totalRecords}} beneficiaries selected.
nl: Er zijn {{totalRecords}} begunstigden geselecteerd.

source: Beneficiary Details
nl: Gegevens begunstigde

source: Export History Report
nl: Historisch Rapport Downloaden

# OrgStatFamilies
source: Families
nl: Gezinnen

# OrgStatPersons
source: Persons
nl: Personen

# OrgStatInfants
source: Infants(0-6 months)
nl: Zuigelingen (0-6 maanden)

# OrgStatBabies
source: Babies(6-24 months)
nl: Baby's (6-24 maanden)

# OrgStatChildren
source: Children(2-14 years)
nl: Kinderen (2-14 jaar)

# OrgStatTeenagers
source: Teenagers(14-18 years)
nl: Tieners (14-18 jaar)

# OrgStatYoungAdults
source: Young Adults(18-24 years)
nl: Jonge volwassenen (18-24 jaar)

# OrgSeniors
source: Seniors(> 65 years)
nl: Senioren (> 65 jaar)

# OrgStatBenefByFamily
source: Beneficiaries Statistics by Family
nl: Statistieken van begunstigden per gezin

# OrgStatBenefByAge
source: Beneficiaries Statistics by Age Group
nl: Statistieken van begunstigden per leeftijdsgroep

# OrgStatBenefHistory
source: Evolution of Nb of Beneficiaries by Bank
nl: Evolutie van het aantal begunstigden per bank

# OrgStatBenefFamilyHistory
source: Evolution of Nb of Beneficiary Families by Bank
nl: Evolutie van het aantal families begunstigden per bank

source: Date
nl: Datum

source: Families
nl: Gezinnen

source: Persons
nl: Personen

# messageDependentDeleted
source: The dependent dependent.nom dependent.prenom has been deleted
nl: De afhankelijke dependent.nom dependent.prenom is verwijderd

# messageDependentDeleteError
source: The dependent dependent.nom dependent.prenom could not be deleted: error: dataserviceerror.message
nl: De afhankelijke dependent.nom dependent.prenom kan niet worden verwijderd: fout: dataserviceerror.message

# messageDependentUpdated
source: The dependent modifiedDependent.nom modifiedDependent.prenom was updated
nl: De afhankelijke modifiedDependent.nom modifiedDependent.prenom is bijgewerkt

# messageDependentUpdateError
source: The dependent modifiedDependent.nom modifiedDependent.prenom could not be updated: error: dataserviceerror.message
nl: De afhankelijke modifiedDependent.nom modifiedDependent.prenom kan niet worden bijgewerkt: fout: dataserviceerror.message

# messageDependentCreated
source: The dependent newDependent.nom newDependent.prenom has been created
nl: De afhankelijke newDependent.nom newDependent.prenom is aangemaakt

# messageDependentCreateError
source: The dependent modifiedDependent.nom modifiedDependent.prenom could not be created: error: dataserviceerror.message
nl: De afhankelijke modifiedDependent.nom modifiedDependent.prenom kan niet worden gemaakt: fout: dataserviceerror.message

source: Add Dependent
nl: Afhankelijke toevoegen

source: Name
nl: Naam

# NameFirst
source: First Name
nl: Voornaam

source: Birth Date
nl: Geboortedatum

source: Dependent Details
nl: Afhankelijke details

# SaveDepotWithSync
source: Synchronize from Organisation
nl: Synchroniseren vanuit organisatie

# DepotIpMainAddress
source: IP Main Address
nl: IP-hoofdadres

# OrganisationDistAddress
source: Distribution Address
nl: Distributieadres

# Phone
source: Telephone
nl: Telefoon

source: Main Depot?
nl: Hoofddepot?

source: Active
nl: Actief

source: Uses Fead ?
nl: Gebruikt Fead?

# messageDepotDeleted
source: The depot depot.idDepot depot.nom has been deleted
nl: Het depot depot.idDepot depot.nom is verwijderd

# messageDepotNotDeleted
source: The depot depot.idDepot depot.nom could not be deleted: error: dataserviceerror.message
nl: Het depot depot.idDepot depot.nom kan niet worden verwijderd: fout: dataserviceerror.message

# messageDepotNotDeletedConstraint
source: The depot depot.idDepot depot.nom could not be deleted: mouvements do exist for this depot
nl: Het depot depot.idDepot depot.nom kan niet worden verwijderd: er bestaan bewegingen voor dit depot

# messageDepotUpdated
source: The depot modifiedDepot.idDepot modifiedDepot.nom was updated
nl: Het depot modifiedDepot.idDepot modifiedDepot.nom is bijgewerkt

# messageDepotNotUpdated
source: The depot modifiedDepot.idDepot modifiedDepot.nom could not be updated: error: dataserviceerror.message
nl: Het depot modifiedDepot.idDepot modifiedDepot.nom kon niet worden bijgewerkt: fout: dataserviceerror.message

# ToolTipDepotFieldNoAnomaly
source: Depot field {field} Info is consistent with its Organisation Info
nl: Depotveld {field} Info komt overeen met zijn Organisatie-info

# ToolTipDepotNoOrganisation
source: Depot this.depot.idDepot has no matching organization entity
nl: Depot this.depot.idDepot heeft geen overeenkomende organisatie-entiteit

# ToolTipDepotFieldAnomaly
source: Depot field field is not consistent with its Organisation field anomaly
nl: Depotveld field komt niet overeen met het veld Organisatie anomaly

# ToolTipDepotIpMainAddress
source: Specify here the default IP Address for this depot - needed for scanners
nl: Specificeer hier het standaard IP-adres voor dit depot - nodig voor scanners

source: Export Depots
nl: Exporteer depots

# FilterDepotOrganisations
source: Add Depot from Organisation
nl: Depot toevoegen vanuit organisatie

# ZipSorted
source: Zip Code<p-sortIcon field="cp"></p-sortIcon>
nl: Postcode<p-sortIcon field="cp"></p-sortIcon>

# DepotsSelected
source: There are {{totalRecords}} depots in the selection.
nl: Er zijn {{totalRecords}} depots in de selectie.

# messageDepotCreationError1
source: The depot existingDepot.idDepot existingDepot.nom exists already
nl: Het depot existingDepot.idDepot existingDepot.nom bestaat al

# messageDepotCreated
source: The depot createdDepot.idDepot createdDepot.nom has been created
nl: Het depot newDepot.idDepot newDepot.nom is aangemaakt

# messageDepotNotCreated
source: The depot newDepot.idDepot newDepot.nom could not be created: error: dataserviceerror.message
nl: Het depot modifiedDepot.idDepot modifiedDepot.nom kan niet worden aangemaakt: fout: dataserviceerror.message

# messageDepotCreationError2
source: There is no organisation with id this.selectedIdDis
nl: Er is geen organisatie met ID this.selectedIdDis

# ToolTipDepotNoAnomalies
source: Depot Info is consistent with its Organisation Info
nl: Depot Info is consistent met zijn Organisatie Info

# ToolTipDepotAnomalies
source: Depot Info is not consistent with its Organisation Info - see depot details
nl: Depot Info komt niet overeen met de Organisatie Info - zie depot details

# ToolTipOrgsWithoutDepot
source: this.candidateOrganisations.length organisations without depot proposed
nl: this.candidateOrganisations.length organisaties zonder depot voorgesteld

# TitleMandatory
source: Title *
nl: Titel *

# AdresseMandatory
source: Address *
nl: Adres *

source: Export Donateurs
nl: Donateurs exporteren

source: Add Donateur
nl: Donateur toevoegen

# DonateurTitle
source: Titre
nl: Titel

# DonateurName
source: Name
nl: Naam
